Repository: hienhoceo-dpsmedia/WordPress-Security-Performance-Booster
Catalog: languages/wp-security-performance-booster-*.po
Languages: vi

source: Security & Performance Booster is active: Updates disabled, spam blocked, notifications hidden!
vi: Tăng cường Bảo mật & Hiệu suất đang hoạt động: Vô hiệu hóa cập nhật, chặn spam, ẩn thông báo!

source: Settings saved successfully!
vi: Cài đặt đã được lưu thành công!

source: Security & Performance Booster
vi: Tăng cường Bảo mật & Hiệu suất

source: by
vi: bởi

source: Update Control
vi: Kiểm soát Cập nhật

source: Manage WordPress automatic updates and notifications
vi: Quản lý cập nhật tự động và thông báo của WordPress

source: Disable WordPress Updates
vi: Vô hiệu hóa Cập nhật WordPress

source: Blocks all WordPress core, plugin, and theme update checks. Reduces server load and prevents automatic updates.
vi: Chặn tất cả kiểm tra cập nhật lõi WordPress, plugin và giao diện. Giảm tải máy chủ và ngăn cập nhật tự động.

source: Comment Protection
vi: Bảo vệ Bình luận

source: Block spam comments and related features
vi: Chặn bình luận spam và các tính năng liên quan

source: Disable Comments
vi: Vô hiệu hóa Bình luận

source: Completely disables comments across all post types. Removes comment forms, admin menus, and feeds.
vi: Hoàn toàn vô hiệu hóa bình luận trên tất cả loại bài viết. Xóa form bình luận, menu quản trị và feeds.

source: Block Pingbacks & Trackbacks
vi: Chặn Pingback & Trackback

source: Prevents pingback and trackback spam. Removes related headers and methods.
vi: Ngăn chặn spam pingback và trackback. Xóa các header và phương thức liên quan.

source: Security Enhancement
vi: Tăng cường Bảo mật

source: Advanced security features and attack prevention
vi: Tính năng bảo mật nâng cao và phòng chống tấn công

source: Disable XML-RPC
vi: Vô hiệu hóa XML-RPC

source: Blocks XML-RPC functionality to prevent brute force attacks and unauthorized access attempts.
vi: Chặn chức năng XML-RPC để ngăn chặn tấn công brute force và truy cập trái phép.

source: Interface Cleanup
vi: Dọn dẹp Giao diện

source: Clean and optimize admin interface
vi: Dọn dẹp và tối ưu giao diện quản trị

source: Hide Admin Notifications
vi: Ẩn Thông báo Quản trị

source: Removes plugin/theme promotional notifications and admin notices. Creates a cleaner interface.
vi: Xóa thông báo quảng cáo plugin/giao diện và thông báo quản trị. Tạo giao diện sạch sẽ hơn.

source: Clean Dashboard
vi: Dọn dẹp Bảng điều khiển

source: Removes unnecessary dashboard widgets like WordPress news, quick draft, and activity feeds.
vi: Xóa các widget không cần thiết như tin tức WordPress, bản thảo nhanh và nguồn cấp hoạt động.

source: Save Settings
vi: Lưu Cài đặt

source: Support & Contact
vi: Hỗ trợ & Liên hệ

source: Developer:
vi: Nhà phát triển:

source: Company:
vi: Công ty:

source: Support:
vi: Hỗ trợ:
