Repository: hienhoceo-dpsmedia/WordPress-Security-Performance-Booster
Catalog: wp-security-performance-booster/languages/wp-security-performance-booster-*.po
Languages: vi

source: Security & Performance Booster
vi: Tăng Cường Bảo Mật & Hiệu Suất

source: Security Booster
vi: Tăng Cường Bảo Mật

source: You do not have sufficient permissions to access this page.
vi: Bạn không có đủ quyền để truy cập trang này.

source: Features
vi: Tính Năng

source: Updates
vi: Cập Nhật

source: Disable Core Updates
vi: Tắt Cập Nhật Core

source: Blocks WordPress core version checks and automatic updates. Use on staging or when you pin WP version. Security updates must be applied manually.
vi: Chặn kiểm tra phiên bản core WordPress và cập nhật tự động. Sử dụng trên staging hoặc khi bạn cố định phiên bản WP. Cập nhật bảo mật phải được áp dụng thủ công.

source: Disable Plugin Updates
vi: Tắt Cập Nhật Plugin

source: Stops plugin update checks and auto-updates. Useful for controlled deploys or pinned plugin versions.
vi: Dừng kiểm tra cập nhật plugin và tự động cập nhật. Hữu ích cho các lần triển khai được kiểm soát hoặc các phiên bản plugin được cố định.

source: Disable Theme Updates
vi: Tắt Cập Nhật Theme

source: Stops theme update checks and auto-updates. Use when themes are managed externally or pinned.
vi: Dừng kiểm tra cập nhật theme và tự động cập nhật. Sử dụng khi theme được quản lý bên ngoài hoặc được cố định.

source: Comments & Discussion
vi: Bình Luận & Thảo Luận

source: Disable Comments and Trackbacks
vi: Tắt Bình Luận và Trackback

source: Removes comment functionality across all post types, disables trackbacks, and cleans related UI.
vi: Xóa chức năng bình luận trên tất cả các loại bài viết, tắt trackback và dọn dẹp giao diện liên quan.

source: Security
vi: Bảo Mật

source: Disable XML-RPC
vi: Tắt XML-RPC

source: Blocks the XML-RPC endpoint to reduce brute-force and pingback abuse. Avoid if you rely on apps that need XML-RPC.
vi: Chặn endpoint XML-RPC để giảm thiểu lạm dụng brute-force và pingback. Tránh sử dụng nếu bạn dựa vào các ứng dụng cần XML-RPC.

source: Disable Pingbacks
vi: Tắt Pingback

source: Removes pingback headers and XML-RPC pingback methods to mitigate reflection attacks.
vi: Xóa header pingback và phương thức pingback XML-RPC để giảm thiểu các cuộc tấn công phản chiếu.

source: Admin Experience
vi: Trải Nghiệm Quản Trị

source: Hide Admin Notifications
vi: Ẩn Thông Báo Quản Trị

source: Suppresses most plugin/theme nag notices for a cleaner admin. Use carefully to avoid missing important alerts.
vi: Ẩn hầu hết các thông báo nhắc nhở plugin/theme để có giao diện quản trị sạch sẽ hơn. Sử dụng cẩn thận để tránh bỏ lỡ các cảnh báo quan trọng.

source: Clean Dashboard Widgets
vi: Dọn Dẹp Widget Dashboard

source: Removes WordPress news/quick draft/activity widgets to reduce clutter and improve load time.
vi: Xóa các widget tin tức WordPress/bản nháp nhanh/hoạt động để giảm độ lộn xộn và cải thiện thời gian tải.

source: Language
vi: Ngôn Ngữ

source: Plugin Language
vi: Ngôn Ngữ Plugin

source: Auto (use site language)
vi: Tự động (sử dụng ngôn ngữ trang web)

source: Vietnamese (Tiếng Việt)
vi: Tiếng Việt

source: English (US)
vi: Tiếng Anh (US)

source: German (Deutsch)
vi: Tiếng Đức (Deutsch)

source: French (Français)
vi: Tiếng Pháp (Français)

source: WordPress Security & Performance Booster requires PHP 7.4 or higher. Please upgrade PHP.
vi: WordPress Security & Performance Booster yêu cầu PHP 7.4 trở lên. Vui lòng nâng cấp PHP.

source: WPSPB activation error:
vi: Lỗi kích hoạt WPSPB:
